Repository: ASHGOLDOFFICIAL/oop_robots
Catalog: robots/src/main/po/*.po
Languages: ru

source: Coordinates
ru: Координаты

source: Yes
ru: Да

source: No
ru: Нет

source: Are you sure you want to close application?
ru: Вы уверены, что хотите выйти?

source: Exit Confirmation
ru: Подтверждение выхода

source: Language
ru: Язык

source: Change application language.
ru: Изменяет язык приложения

source: Control
ru: Управление

source: Controls the application.
ru: Управляет приложением.

source: Exit
ru: Выход

source: Look and Feel
ru: Режим отображения

source: Controls look and feel of the program.
ru: Управление режимом отображения приложения.

source: System Theme
ru: Системная схема

source: Crossplatform Theme
ru: Универсальная схема

source: Tests
ru: Тесты

source: Test commands.
ru: Тестовые команды.

source: Log message A
ru: Сообщение A в лог

source: New string A
ru: Новая строка A

source: Log message B
ru: Сообщение B в лог

source: New string B
ru: Новая строка B

source: Windows
ru: Окна

source: Controls windows.
ru: Управление окнами.

source: Game Field
ru: Игровое поле

source: Logs
ru: Протокол работы

source: Logger is working
ru: Протокол работает
